austin.code-gnu-global
Braver.vscode-solarized
CoenraadS.bracket-pair-colorizer
Equinusocio.vsc-material-theme
ionutvmi.path-autocomplete
krvajalm.linter-gfortran
ms-python.python
ms-vscode.cpptools
ms-vscode.csharp
redhat.java
rust-lang.rust
shardulm94.trailing-spaces
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
yogipatel.solarized-light-no-bold
